export default {
  data() {
    return {
      options: [1, 2, 3, 4, 5, 6],
      option: [],
      tableData: [{
        d: 1,
        type: '删除1',
        date: '2016-05-03',
        name: '王小虎1',
        ip: '110.156.28.131',
        sess: '成功',
        time: '2021-05-01 22:22:22',
        address: '上海市普陀区金沙江路 1518 弄'
      }, {
        d: 2,
        type: '删除2',
        date: '2016-05-02',
        name: '王小虎2',
        ip: '110.156.28.132',
        sess: '成功',
        time: '2021-05-01 22:22:22',
        address: '上海市普陀区金沙江路 1518 弄'
      }, {
        d: 3,
        type: '删除3',
        date: '2016-05-04',
        name: '王小虎3',
        ip: '110.156.28.133',
        sess: '成功',
        time: '2021-05-01 22:22:22',
        address: '上海市普陀区金沙江路 1518 弄'
      }, {
        d: 4,
        type: '删除4',
        date: '2016-05-01',
        name: '王小虎4',
        ip: '110.156.28.134',
        sess: '成功',
        time: '2021-05-01 22:22:22',
        address: '上海市普陀区金沙江路 1518 弄'
      }, {
        d: 5,
        type: '删除5',
        date: '2016-05-08',
        name: '王小虎5',
        ip: '110.156.28.135',
        sess: '成功',
        time: '2021-05-01 22:22:22',
        address: '上海市普陀区金沙江路 1518 弄'
      }, {
        d: 6,
        type: '删除6',
        date: '2016-05-06',
        name: '王小虎6',
        ip: '110.156.28.136',
        sess: '成功',
        time: '2021-05-01 22:22:22',
        address: '上海市普陀区金沙江路 1518 弄'
      }]
    }
  },
  methods: {

  },
  mounted() {

  }
}
